export const articles = [
	{
		id: 1,
		title: 'ねことおさかな',
	},
	{
		id: 2,
		title: 'ねことおさかな２',
	},
]

export const stories = [
	{
		article_id: 1,
		num: 1,
		contents: 'お空に浮かぶまるいお月さま。<br>りんりんと鳴く虫の音に、気持ちのいい風。<br>やわらかな月明かりが好きなのだと、ご主人さまは言いました。<br>わたしはその優しげな声と、少しぶこつな手で頭を撫でられるのが好きで、ご主人さまが縁側に腰掛けるの見かけると、自然とその隣に座っていました。<br>「ねぇ、どうして月は丸いのだと思う？」<br>どうして月は丸いのか。わたしは考えたことすらありませんでした。<br>だって月は丸いものですから。<br>どちらかというとおさかなが好きです。おさかなはすてきです。水のなかを泳いでいるときも魅惑な動きでまどわせてくるし、死んだときでさえ美味しそうな匂いをさせてきます。……あぁ、なんだか無性におさかなが食べたくなってきました。',
	},
	{
		article_id: 1,
		num: 2,
		contents: '「疑問をもつのはいいことだよ。それも、誰かから与えられたものじゃない。自分で気づくことが大切なんだ。わかるかい？」<br>ご主人さまはそう言って、またわたしの頭を撫でました。撫でると言っても、ぐわしと手のひらで包んで左右にふるだけです。首が振り回されます。おかげでわたしはその感触を楽しむことになり、おさかなについての思考を中断させられました。<br>「ぼくはね、自分で考えてこなかったんだ。世の中にはたくさんの情報がある。そして自分の目先の答えもある。探せば何でも手に入るんだ」<br>そこで一旦、ご主人さまは言葉を切ります。<br>ごほごほ、と咳をしました。',
	},
	{
		article_id: 1,
		num: 3,
		contents: '「それはたしかに便利な世の中だけど、蠱惑的で、毒々しい世の中でもあるんだ。ぼくは怖いからと選択を委ねてしまった。ぼくは楽だからと感情を委ねてしまった。誰かが笑うから笑い、誰かが怒ったから僕の溜飲は下がってしまった。こんなの、ひどすぎる」<br>ご主人さまの話はむずかしすぎてわかりませんでした。けれど悲しそうな声をさせるものですから、わたしは切なくなりました。気づけば、その手をなめていました。<br>ああ、ごめんね、とご主人さまは笑ってくれました。<br>それが嬉しくて、わたしはしばらく手の甲をなめつづけるのでした。<br><br>縁側に座っていたからでしょうか。<br>そんなご主人さまとのやり取りを思い出しました。',
	},
	{
		article_id: 1,
		num: 4,
		contents: 'わたしにはご主人さまとの記憶がもっとも長かったからでしょう。<br>自分で考えることが大切だよ。<br>わたしはその言葉の意味が難しくて、今でもいまいち理解ができません。<br>けれど、疑問。<br>どうしてご主人さまはいなくなったのでしょうか。<br>わたしは何か嫌われることをしてしまったのでしょうか。<br>切なくて、悲しくて、この縁側もすごく寒いです。けれどご主人さまが好きな場所なら、もしかしたら戻ってきてくれるかもしれません。<br>わたしはそのときが来たら、またごめんなさいと、手の甲をなめたいと思います。',
	},
	{
		article_id: 1,
		num: 5,
		contents: '考えごとをしていたら、お腹が空いてきました。<br>このところ何も食べていなくて、けれど空腹すら感じなかったのに。<br>ふと、月明かりが差してきて、わたしはお空を見上げました。<br>そして目を疑い、何度かまばたきをしました。<br>なんということでしょうか。<br>なんとお月さまは、おさかなになっていました。<br>おさかな。おさかなだ。すごくおいしそうだ。<br>わたしは心がおどりました。そして同時に、どうして、とも思いました。<br>考えることは大切だ、とご主人さまが言っていたことを思い出します。',
	},
	{
		article_id: 1,
		num: 6,
		contents: 'なるほど、今までわたしは疑問に思うことがありませんでした。<br>ですがきっとこれまで、どうしてだろうと悩んできていれば、答えへの辿り方はすんなりいったかもしれません。お月さまがおさかなになった理由もわかったでしょう。<br>おさかなはすごく大きくて、お月さまのようで、でもおさかなでした。<br>わたしは何度か手を招いてみましたが、空を切りました。<br>とてもとても美味しそうです。<br>わたしはこれほどまでに、おさかなが食べたいと思ったことはありません。<br>大きくて、蠱惑的で、目が離せません。',
	},
	{
		article_id: 1,
		num: 7,
		contents: 'わたしは考えました。考えてもわからないから、手を伸ばしました。<br>大きなおさかなが雲に隠れてしまうまで、わたしはずっとそうしていました。<br><br>いつの間にか、あたりは真っ暗でした。<br>わたしは雲に隠れたお月さまが、本当におさかなだったか確認しようと思っていました。けれどわたしは見た覚えがありません。<br>ここはどこでしょう。<br>きょろきょろと見渡すと、一点だけ、ぼんやりと光が浮かんでいました。そしてなんだか懐かしい匂いがします。<br>『なんだ、来てしまったのか』。<br>悲しそうな、嬉しそうな声が聴こえた気がしました。',
	},
	{
		article_id: 1,
		num: 8,
		contents: 'わたしは喜色の感情のなかに芽生えた疑問を、見つけました。<br>どうしてご主人さまがこんなところにいるのだろう？<br>自分で考えることが大切です。わたしは歩み寄る前に考えてみました。考えることは苦手なので、うんうんとうなりました。<br>１分、１時間、もしかしたら１日は考えていたかもしれません。<br>わたしはようやく、ひとつの答えの可能性を見つけました。<br>そしてこちらに手招くご主人さまに歩み寄りました。<br>わたしの答えが合っているか、確かめてくるとしましょう。',
	},
	{
		article_id: 1,
		num: 9,
		contents: '<br><br><br><br><br><br><br>最後までお付き合いいただき、ありがとうございます。<br>[END]'
	},
	{
		article_id: 2,
		num: 1,
		contents: 'こちらは未実装にゃ',
	},
]
